Repository: rodrigo-mamangava/eFont
Catalog: module/Application/language/*.po
Languages: pt_br

source: Username: Please use only letters (a-z), numbers and full stops.
pt_br: Usuário. Por favor, digite somente letras (a-z), números ou pontos.

source: Password is not valid!.<br/>
pt_br: Senha digitada não foi aceita.<br/>

source: Password: Short passwords are easy to guess. Try one with at least 8 characters. <br/> Use at least 8 characters. Don't use a password from another site or something too obvious like your pet's name.
pt_br: Use pelo menos oito caracteres. Não use uma senha de outro site ou algo muito óbvio, como o nome de seu animal de estimação.

source: Login failed!
pt_br: Falha no login, tente novamente.

source: Unable to register the social network, please sign-up with mail or try again.
pt_br: Não é possível registrar a rede social, por favor, inscrever-se com correio ou tente novamente.

source: You can't leave this empty.
pt_br: Você não pode deixar este campo vazio.

source: Please use only letters (a-z), numbers and full stops.
pt_br: Por favor, use apenas letras, números e ponto

source: Username.
pt_br: Usuário

source: There is more than one registered user with this email, please enter the user name and click submit again.
pt_br: Há mais de um usuário registrado com esse e-mail, digite o nome de usuário e clique e tente novamente.

source: Could not validate your email/username, please make sure filled out correctly or are a registered email/username.
pt_br: Não foi possível validar seu e-mail /usuário, certifique-se de ter preenchido corretamente ou se é um e-mail /usuário registrado.

source: An unknown error occurred, could not send the forget email, please try again.
pt_br: Ocorreu um erro desconhecido no envio do email, tente novamente.

source: An email has been sent automatically to the email address associated with your login. Please check the email folder and span filters for the email. The link will expire in 24 hours.
pt_br: Um email foi enviado automaticamente para o e-mail associado ao seu login. O link irá expirar em 24 horas. Caso não receba o e-mail, por favor, verifique a caixa de spam ou tente novamente.

source: Your account has not been activated, please fill out the registration again or confirm your registration and email.
pt_br: A sua conta não foi ativada, por favor preencha o registro novamente ou confirme a sua inscrição pelo e-mail utilizado no registro.

source: Your password has been updated and a new password has been sent to your email. Please, check your mail.
pt_br: Sua senha foi atualizado e uma nova senha foi enviada para o seu e-mail. Por favor, verifique seu e-mail.

source: The token for this account has expired or blocked due to several attempts to change. [006]
pt_br: O token para esta conta expirou ou foi bloqueado devido a várias tentativas de acesso indevido. [006]

source: An attempt has been made to operate on an impersonation token by a thread that is not currently impersonating a client. [008]
pt_br: Uma tentativa foi feita para funcionar com um token de representação por um thread que não está representando um cliente. [008]

source: Token not acceptable
pt_br: Sua sessão não é válida. Refaça o login.

source: Token is invalid or expired
pt_br: Sua sessão expirou.

source: Upgrade Required. You need to upgrade application or try the validation number again .
pt_br: Atualização necessária. Você precisa atualizar seu aplicativo ou entre em contato com o nosso suporte para maiores informações.

source: Your code has been disabled. because it was used in another phone.
pt_br: Seu acesso foi desativado. porque ocorreu o acesso em outro telefone.

source: Unknown error in authentication, contact the support, please.
pt_br: Falha na sua autenticação, entre em contato com o suporte técnico.

source: Format token is invalid.
pt_br: Formato do token não é válido.

source: Invalid Key/Token/Session
pt_br: Sessão expirou. Refaça o login.

source: Invalid user
pt_br: Inválido usuário.

source: Invalid password
pt_br: Senha não é válida ou muita curta.

source: Authentication Failure
pt_br: Falha na autenticação.

source: Failure due to identity not being found.
pt_br: Falha no login, usuário não encontrado.

source: Failure due to identity being ambiguous.
pt_br: Falha no login.

source: Failure due to invalid credential being supplied.
pt_br: Falha no login.

source: Failure due to uncategorized reasons.
pt_br: Falha no login.

source: Your registration is blocked, please contact support service.
pt_br: Sua conta foi bloqueada, por favor, entre em contato com o suporte.

source: Company Id. You can't leave this empty.
pt_br: Código da empresa não pode ser vazio.

source: Wrong code. Try again.
pt_br: Código inválido, tente novamente.

source: Oops! No permissions.
pt_br: Ops! Sem permissão.

source: Unknown Error, try again, please.
pt_br: Erro desconhecido, tente novamente, por favor.

source: Name.
pt_br: Nome.

source: You can't leave this empty or exceeded the number of characters.
pt_br: Você não pode deixar este campo vazio ou excedeu o número de caracteres.

source: Please use only letters (a-z), address_numbers and full stops.
pt_br: Por favor, use apenas letras (a-z), números e ponto.

source: Invalid Id
pt_br: Inválido Id.

source: Contest. You can't leave this empty.
pt_br: Quiz. Não pode ser vazio.

source: Title. You can't leave this empty.
pt_br: Titulo. Não pode ser vazio.

source: Starting Date is invalid.
pt_br: Data inicial não é válida.

source: Voting Date is invalid.
pt_br: Data de votação não é válida.

source: End Date is invalid.
pt_br: Data de encerramento não é valida

source: Question. You can't leave this empty.
pt_br: Quiz deve conter pelo menos uma questão.

source: Type. You can't leave this empty.
pt_br: Deve ser selecionado um Tipo.

source: Oops! You're lost.
pt_br: Oops! Você está perdido.

source: Start.
pt_br: Início

source: You can't leave this empty and it should only contain positive numbers.
pt_br: Você não pode deixar este vazio e deve conter apenas números positivos.

source: End.
pt_br: Fim

source: You can't leave this empty and it should only contain positive numbers.
pt_br: Você não pode deixar este vazio e deve conter apenas números positivos.

source: "Start" cannot be greater than the "End".
pt_br: "Início" não pode ser maior que o "Fim"

source: Points.
pt_br: Pontos

source: Users Id.
pt_br: Código do Usuário

source: Company.
pt_br: Empresa

source: Password: Short passwords are easy to guess. Try one with at least 8 characters. <br/> Use at least 8 characters. Don't use a password from another site or something too obvious like your pet's name.
pt_br: Senha: Curto senhas são fáceis de adivinhar. Tente um com pelo menos 8 caracteres. <br/> Utilize pelo menos 8 caracteres. Não use uma senha de outro site ou algo muito óbvio, como o nome do seu animal de estimação

source: Confirm your password: These passwords don't match. Try again?.
pt_br: As senhas não coincidem, por favor, revise os dados digitados

source: Someone already has that username. Try another?
pt_br: O "Usuário" não está disponível para registro, por favor, tente outro nome

source: Welcome to %s!
pt_br: Bem vindo ao %s

source: Thank you for registering in the %s. Please click the link below to activate your account.
pt_br: Obrigado por se registrar no %s . Por favor, clique no link abaixo para ativar sua conta.

source: Activate Account
pt_br: Ativação de conta

source: Thanks,
pt_br: Obrigado,

source: Thank you for registering in the %s App. Your account has been created and now you can access the Application in your smartphone (Android or iPhone ) or website.
pt_br: Obrigado por se registrar no %s app. Sua conta foi criada com sucesso e agora você pode acessar o aplicativo de seu celular ou através do site.

source: [%s] Contact Form
pt_br: [%s] Formulario de Contato

source: Reset your %s password
pt_br: Resete sua %s senha

source: Hello %s,
pt_br: %s ,

source: We received a request to change your %s account password. Reset your password within 24 hours.
pt_br: Recebemos um pedido para alterar sua senha de acesso no %s. Por favor, resete sua senha em 24horas ou o link irá expirar.

source: resetting your password
pt_br: Reenviar password

source: Revision to Your %s Account
pt_br: Revise sua conta no %s

source: Thanks for visiting %s! Per your request, we have successfully changed your password.
pt_br: Obrigado por visitar o %s! Conforme solicitado, nós mudamos com sucesso a sua senha.

source: Your new password is: %s
pt_br: Sua nova senha é: %s

source: Should you need to contact us for any reason, you need send mail with the name and e-mail address associated with your account.
pt_br: Se você precisar entrar em contato conosco por qualquer motivo, você precisa apenas enviar um e-mail com o nome e e-mail associado à sua conta.

source: [Quiz] Notification Service
pt_br: [Quiz] Notificação

source: You have exceeded the number of requests allowed for password reset.
pt_br: Você excedeu o número de pedidos para resetar a senha.

source: Forget Password ?
pt_br: Esqueceu a senha?

source: Enter your username or e-mail to reset it.
pt_br: Digite seu usuário ou e-mail para resetar a senha.

source: Username or Email
pt_br: Usuário ou email

source: Back
pt_br: Voltar

source: Submit
pt_br: Enviar

source: Welcome.
pt_br: Bem vindo.

source: Please login.
pt_br: Login.

source: Enter any username and password.
pt_br: digite seu usuário e senha

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Login
pt_br: Entrar

source: Forgot Password?
pt_br: Esqueceu a senha?

source: Two-Step Verification
pt_br: Two-Step verificação

source: To help increase the security of your data, follow the steps below.
pt_br: Para ajudar a aumentar a segurança de seus dados, siga os passos abaixo.

source: Insert verification code
pt_br: Digitar codigo

source: Verify
pt_br: Verificar

source: Problems with your code?
pt_br: Problemas com seu código?

source: Company
pt_br: Empresa

source: Address
pt_br: Endereço

source: Name
pt_br: Nome

source: Headquarters, subsidiary or name, etc.
pt_br: Sede, filial ou nome do local

source: Street Addresses
pt_br: Logradouro

source: Number
pt_br: Número

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Country
pt_br: País

source: Postal Code
pt_br: CEP

source: Contact
pt_br: Contato

source: Contact Name
pt_br: Nome

source: Phone
pt_br: Telefone

source: Only numbers
pt_br: Somente números

source: Save
pt_br: Salvar

source: Go Back
pt_br: Voltar

source: Companies
pt_br: Empresas

source: Remove
pt_br: Remover

source: No
pt_br: Não

source: Are you sure?
pt_br: Você tem certeza?

source: You will remove the Companies
pt_br: Você vai remover as empresas

source: Please, click inside the box and select the action. You can select one or more.
pt_br: Por favor, selecione um ou mais item clicando na caixa de seleção ao lado do nome. Você deve selecionar um ou mais itens.

source: Company Name
pt_br: Nome

source: No data to display!
pt_br: Sem dados para exibir!

source: Your search did not match any records.
pt_br: Sua busca não encontrou nenhum registro.

source: Suggestions:
pt_br: Sugestões:

source: Make sure that all words are spelled correctly.
pt_br: Certifique-se de que todas as palavras estão escritas corretamente.

source: Try different keywords.
pt_br: Tente diferente palavras-chave.

source: Try more general keywords.
pt_br: Use palavras comuns ou parcial.

source: Try fewer keywords.
pt_br: Digite menos letras no campo de busca.

source: Create a new record.
pt_br: Crie um novo registro;

source: Answers
pt_br: Respostas

source: Wrong
pt_br: Erradas

source: Correct
pt_br: Corretas

source: Contest
pt_br: Quiz

source: Question
pt_br: Questão

source: Answer
pt_br: Resposta

source: Who
pt_br: Quem

source: When
pt_br: Quando

source: Winner
pt_br: Vencedor

source: By Vote
pt_br: Por Voto

source: By admin
pt_br: Por admin

source: Yes
pt_br: Sim

source: Are you sure you want to choose the answer as the winner?
pt_br: Tem certeza que deseja selecionar esse usuário como vencedor?

source: Category
pt_br: Categoria

source: Sector
pt_br: Segmento

source: Categories
pt_br: Categorias

source: You will remove the Categories
pt_br: Você vai remover as categorias

source: Age range
pt_br: Faixa etária

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Title
pt_br: Nome

source: Type
pt_br: Tipo

source: Contest Type
pt_br: Tipo

source: Publish
pt_br: Publicado

source: If available for publication on the Quiz App. If checked, the quiz will appear in the Quiz App list.
pt_br: Se marcado, será publicado e exibido no aplicativo. Senão, fica salvo como rascunho.

source: Starting
pt_br: Data de início

source: When the quiz should appear in the Quiz App.
pt_br: Quando Quis deve ser exibido no aplicativo.

source: Starting Date
pt_br: Data de início

source: Ending
pt_br: Encerramento

source: Until as the user can answer the questions. After the date the contest will appear as closed.
pt_br: Até quando o usuário pode responder uma pergunta. Depois dessa data, o concurso será exibido como encerrado.

source: End Date
pt_br: Data de encerramento

source: Click
pt_br: Clique

source: (Upload images smaller, minor 1MB, the smaller the file, the faster to load in the phone.)
pt_br: (Envie imagens pequenas, menores que 1MB, lembre-se, quanto menor o arquivo, mais rápido a imagem carrega nos dispositivos móveis)

source: Questions
pt_br: Perguntas

source: Question
pt_br: Pergunta

source: Type your question here
pt_br: Digite sua pergunta

source: Use the <strong>Select One</strong> question type to give your respondents only one choice from a list of possible choices.
pt_br: O tipo <strong> "Selecione Um" </ Strong> permite apenas uma opção correta.

source: Type your answer here
pt_br: Digite sua resposta aqui

source: Answer
pt_br: Resposta

source: Use the <strong>Multi Choice</strong> question type to allow your respondents to choose one or more options from the list of possible choices.
pt_br: O tipo <strong> "Multi Escolha" </ strong> permite um ou mais opções corretas.

source: Please, Select the type of questions!
pt_br: Por favor, selecione o tipo da Questão

source: You will remove the Quizzes
pt_br: Você vai remover os Quizzes

source: Draft
pt_br: Rascunho

source: Prize
pt_br: Prêmio

source: Product
pt_br: Produto

source: Points
pt_br: Pontos

source: Description
pt_br: Descrição

source: Prizes
pt_br: Prêmios

source: You will remove the Prizes
pt_br: Você tem certeza que deseja remover os prêmios?

source: User
pt_br: Usuário

source: Access
pt_br: Acesso

source: Fullname.
pt_br: Nome completo

source: Choose the username
pt_br: Escolha um nome de usuário

source: You can use letters, numbers and periods.
pt_br: Você pode usar letras, números e pontos finais.

source: Create a password
pt_br: Digite uma senha

source: Confirm your password
pt_br: Confirme sua senha

source: Privilege
pt_br: Privilégio

source: Users
pt_br: Usuários

source: You will remove the Users
pt_br: Você vai remover os usuarios

source: Last Access
pt_br: Último acesso

source: A 404 error occurred
pt_br: Ocorreu um erro 404

source: The requested controller was unable to dispatch the request.
pt_br: O controlador requisitado não foi capaz de despachar a requisição.

source: The requested controller could not be mapped to an existing controller class.
pt_br: O controlador requisitados não pode ser mapeado a uma classe de controlador existente.

source: The requested controller was not dispatchable.
pt_br: O controlador requisitado não foi despachado.

source: The requested URL could not be matched by routing.
pt_br: A URL requisitada não pode ser encontrada em uma rota.

source: We cannot determine at this time why a 404 was generated.
pt_br: Não foi possível determinar o motivo do 404 ter ocorrido.

source: Controller
pt_br: Controlador

source: resolves to %s
pt_br: resolve como %s

source: Additional information
pt_br: Informação adicional

source: File
pt_br: Arquivo

source: Message
pt_br: Mensagem

source: Stack trace
pt_br: Pilha de execução

source: Previous exceptions
pt_br: Exceções anteriores

source: No Exception available
pt_br: Nenhuma exceção disponível

source: An error occurred
pt_br: Ocorreu um erro

source: All Rights Reserved.
pt_br: Todos os direitos reservados.

source: Search
pt_br: Pesquisar

source: Hi
pt_br: Olá

source: Settings
pt_br: Configurações

source: Products
pt_br: Produtos
